[
  {
    "nomAnimal" : "winnie",
    "descriptionAnimal": " célèbre pour sa personnalité douce, son innocence, et son amour inconditionnel pour le miel,habitant dans la fôret des rêves bleus il est reconnaissable à sa fourrure brune et son museau noir"

  },
  {
    "nomAnimal" : "norm",
    "descriptionAnimal": "norm est un grand ours polaire au pelage blanc et épais, caractéristique de son espèce. Ses yeux sont expressifs, reflétant sa personnalité curieuse et pleine d'énergie"
  },
  {
    "nomAnimal" : "kerchak",
    "descriptionAnimal" : "kerchak est un gorille massif et imposant, avec une fourrure sombre et épaisse ,ses yeux expriment souvent la sagesse, la fermeté, mais aussi une certaine mélancolie,il a une cicatrice distinctive sur son œil droit, donnant à son apparence une aura intimidante,kerchak assume le rôle de chef de la tribu des gorilles dans la jungle, et son attitude est souvent sérieuse et protectrice envers les membres de son groupe."
  },
  {
    "nomAnimal" : "césar",
    "descriptionAnimal" : "césar est un chimpanzé mâle exceptionnellement intelligent et évolué,physiquement, il a une fourrure brun foncé et des traits faciaux expressifs qui démontrent une gamme d'émotions. Ses yeux sont particulièrement perçants et révèlent son intelligence et sa compréhension du monde qui l'entoure"
  },
  {
    "nomAnimal" : "po",
    "descriptionAnimal" : "po est un panda géant, reconnaissable par son pelage noir et blanc caractéristique. Il a des yeux ronds et expressifs,son amour pour la nourriture est un trait distinctif, en particulier pour les bamboos"
  },
  {
    "nomAnimal" : "sherkhan",
    "descriptionAnimal": "sherekhan est un tigre imposant au pelage orange strié de noir, ses yeux sont perçants et émettent une aura de danger. il a une démarche gracieuse et puissante, reflétant à la fois sa beauté physique et sa férocité. Son rugissement  grave et menaçant , souvent accompagnée d'un ronronnement sinistre, ajoute à son impression intimidante."
  },
  {
    "nomAnimal" : "scar",
    "descriptionAnimal" : "scar est un lion mince aux yeux verts et à la crinière sombre, caractérisée par une cicatrice distincte sur son œil gauche. la cicatrice lui a valu son nom et contribue à son apparence menaçante. sa fourrure est plus sombre que celle de son frère, mufasa.ses mouvements sont souvent félins et gracieux, soulignant son intelligence et sa ruse"
  },
  {
    "nomAnimal" : "bagheera",
    "descriptionAnimal" : "bagheera est une grande panthère noire au pelage lisse et brillant, ses yeux jaunes sont perçants, exprimant à la fois sagesse et autorité, il se déplace avec une grâce silencieuse et une puissance prédatrice, reflétant sa nature de prédateur. bagheera est souvent dépeint comme étant élégant "
  },
  {
    "nomAnimal": "melman",
    "descriptionAnimal" : "il a une silhouette élancée, une fourrure jaune pâle avec des taches brunes, et de grands yeux expressifs"
  },
  {
    "nomAnimal" : "sudan",
    "descriptionAnimal" : "sudan était un rhinocéros blanc du Nord, une sous-espèce du rhinocéros blanc, caractérisée par sa bouche large et carrée adaptée pour brouter de l'herbe. les rhinocéros blancs ont un corps massif et sont généralement de couleur gris clair à brun, avec des plis caractéristiques de la peau formant des plis sur leur cou et leurs épaules.sudan était particulièrement connu pour sa vieille et imposante stature. Il avait Sudan était un rhinocéros blanc du Nord, une sous-espèce du rhinocéros blanc, caractérisée par sa bouche large et carrée adaptée pour brouter de l'herbe. Les rhinocéros blancs ont un corps massif et sont généralement de couleur gris clair à brun, avec des plis caractéristiques de la peau formant des plis sur leur cou et leurs épaules.sudan était particulièrement connu pour sa vieille et imposante stature. Il avait Sudan était un rhinocéros blanc du Nord, une sous-espèce du rhinocéros blanc, caractérisée par sa bouche large et carrée adaptée pour brouter de l'herbe. Les rhinocéros blancs ont un corps massif et sont généralement de couleur gris clair à brun, avec des plis caractéristiques de la peau formant des plis sur leur cou et leurs épaules.\n\nSudan était particulièrement connu pour sa vieille et imposante stature. Il avait des cornes courtes, souvent coupées pour dissuader les braconniers "
  },
  {
    "nomAnimal" : "motomoto",
    "descriptionAnimal" : "Physiquement, Motomoto est plus grand que les autres hippopotames il a une fourrure gris foncé avec des taches plus claires Son apparence imposante est accentuée par une crinière hérissée et il aime être admiré par les autres animaux"
  },
  {
    "nomAnimal" : "marahute",
    "descriptionAnimal": "marahute est une grande aigle femelle dorée. Elle est majestueuse et impressionnante, avec des plumes dorées qui brillent au soleil."
  },
  {
    "nomAnimal": "pazze",
    "descriptionAnimal": "description"
  },
  {
    "nomAnimal": "merlin",
    "descriptionAnimal": "description"
  },
  {
    "nomAnimal" : "dumbo",
    "descriptionAnimal" : "dumbo est un éléphanteau  aux grandes oreilles disproportionnées par rapport à sa petite taille. Ses yeux sont grands et expressifs, reflétant sa nature douce et innocente. dumbo a une peau grise et lisse, et ses grandes oreilles sont souvent utilisées pour créer une impression de maladresse et de vulnérabilité"
  },
  {
    "nomAnimal": "julien",
    "descriptionAnimal" : "Son pelage est gris et blanc, et il a de grands yeux ronds et expressifs. Julien est souvent représenté avec une démarche légère et dansante, ajoutant à son charme comique."
  },
  {
    "nomAnimal": "ghost",
    "descriptionAnimal": "descrption à définir"

  },
  {
    "nomAnimal": "Niska",
    "descriptionAnimal": "il a une allure décontractée et désinvolte, avec des plumes hirsutes et des expressions faciales amusantes"
  },
  {
    "nomAnimal": "tictac",
    "descriptionAnimal": "Le crocodile Tic-Tac est un grand crocodile vert avec un corps long et effilé. Son nom est dérivé du son régulier de la tic-tac d'une horloge mécanique, ce qui est du au claquement de ses crocs"
  },
  {
    "iguane": "rango",
    "descriptionAnimal" : "description "
  }

]